import img1 from '../../assets/images/corporate-culture-img10.png';
import img2 from '../../assets/images/corporate-culture-img9.png';
import img3 from '../../assets/images/corporate-culture-img5.png';
import img4 from '../../assets/images/corporate-culture-img6.png';
import img5 from '../../assets/images/corporate-culture-img7.png';
import img6 from '../../assets/images/corporate-culture-img8.png';

export const data = [{
  title: '公司总部位于海淀区中关村军民融合产业园B座一层',
  img: img1,
}, {
  title: '公司演播厅为公司核心产品——大型军用仿真平台、虚拟仿真平台系统、模拟训练装备及系统等产品的演示体验区',
  img: img2,
}, {
  title: '公司办公面积2500多平方米',
  img: img3,
}, {
  title: '公司在天津、青岛、西安、长沙、武汉、南京、哈尔滨等地均设立了分公司',
  img: img4,
}, {
  title: '公司一区主要为市场策划与行政专区',
  img: img5,
}, {
  title: '公司二区主要为技术开发区，公司技术人员占总员工比例为75%，技术力量十分雄厚',
  img: img6,
}]

export const synopsisData = [
  '北京神舟智汇科技有限公司是以国防科技大学和众多科研院所技术力量为依托、以军民融合指导思想为牵引，专门从事军事模拟仿真与武器装备配套产品技术研发的高科技公司，是国家高新技术企业、中关村高新技术企业和双软企业，具备军工相关资质，并通过了IS09001/GJB9001体系认证，拥有上百项软件著作权和产品专利等。',
  '公司总部位于北京市海淀区四季青中关村军民融合产业园B座一层，办公面积2500多平米。现有员工200多人，其中技术人员占70%，博士硕士40余名，军队转业干部40余名。公司品牌和知名度位于国内同行前列。公司还在天津、长沙、武汉、南京、青岛、西安、哈尔滨设立了分公司，为客户提供更加高效优质的服务。',
  '公司核心产品MAXSim，是基于通用黑板（GBB）和分布式多智能体系统（DMAS）先进内核技术开发完成的具有自主知识产权的分布式仿真平台。MAXSim总体水平达到国际先进、国内领先，已在陆军、海军、空军、火箭军、战略支援部队、武警部队及国防工业部门获得了广泛应用，成为了国内军事仿真平台与仿真引擎的标杆！',
  '公司核心产品MagicBook，是公司引进的目前国际上先进的虚拟仿真平台。该平台将三维图形技术与训练管理完美结合，在美国、以色列等发达国家的军事训练中得到了广泛应用。该平台采用开放式体系结构和模块化建模技术，能够为用户提供虚拟训练的综合解决方案。',
  '公司潜心研发的通用交互电子手册制作系统、电子沙盘系统、兵棋推演系统、装甲车模拟训练系统、炮兵射击模拟训练系统和直升机战术模拟训练系统等，均为长期投入使用，且获得用户肯定的成熟产品。',
  '神舟走进新时代，军民融合谱华章。公司将高举习近平新时代中国特色社会主义思想的伟大旗帜，艰苦奋斗，自主创新，依托先进科技，服务军队军工，为实现中华民族伟大复兴的中国梦贡献全部的智慧和力量！',
]
