export const data = [{
  title: 'C++软件开发工程师',
  responsibility: '1. 负责公司产品相关模块的开发与维护； \n2. 负责开发模块的详细设计及相关文档； \n3. 完成项目负责人指定的各项任务。 \n',
  requirement: '1. 数学、计算机、自动化、通信、电子工程、软件工程类相关专业，本科以上学历； \n2. 具备良好的C或C++基础；熟悉Visual Studio 开发环境；具有3年以上C++开发经历（其中不含培训经历，不含在校工作经历）； \n3. 具备STL标准库开发经验、QT程序开发、SOCKET开发、多线程开发、关系数据库应用开发经验者优先；\n4. 具备良好的软件调试技巧，能够高效分析问题、准确定位问题；\n5. 具备较强的学习能力和协作意愿；具有军事仿真工作经验者优先； \n6. 具有良好的中文沟通表达能力和较强英文文献的读写能力。\n',
}, {
  title: '高级软件开发工程师',
  responsibility: '1. 负责公司产品相关模块的开发与维护； \n2. 负责开发模块的详细设计及相关文档； \n3. 完成项目负责人指定的各项任务。',
  requirement: '1. 计算机、数学、自动化、通信、电子工程、软件工程类相关专业，本科及以上学历； \n2. 具备深厚的C或C++功底，熟悉常用开发环境，具有高超的软件调试技巧； \n3. 具备丰富的软件设计和团队管理经验，具备需求分析和功能设计等文档撰写经验，能够有效组织和带领团队独立完成软件开发任务； \n4. 具有良好的中文沟通表达能力，具有业务推广和客户沟通综合能力者优先； \n5. 具有很强英文文献的读写能力，具有良好的英文听说能力者优先。',
}, {
  title: '技术编程',
  responsibility: '1. 负责公司产品或产品模块的开发与实现； \n2. 负责项目软件的开发与交付； \n3. 负责产品和产品模块的设计及相关文档的撰写； \n4. 负责项目软件的设计及相关交付文档的撰写； \n5. 完成公司赋予的产品研发和项目交付相关的其它各项任务。 ',
  requirement: '1. 计算机、数学等相关专业，本科及以上学历； \n2. 精通C或C++语言，具有5年以上C++编程经验； \n3. 熟悉掌握网络编程技术，熟悉OpenDDS优先 ； \n4. 具备丰富的软件设计和团队管理经验，具备需求分析和功能设计等文档撰写经验，能够有效组织和带领团队独立完成软件开发任务； \n5. 具有良好的中文沟通表达能力，具有业务推广和客户沟通综合能力者优先； \n6. 具有很强英文文献的读写能力，具有良好的英文听说能力者优先。',
}, {
  title: '三维研发工程师',
  responsibility: '1. 负责公司三维模型的制作； \n2. 完成项目负责人指定的各项任务。',
  requirement: '1. 具有图形学基础知识，熟悉基础图形库编程； \n2. 具有OpenGL或Direct3D开发经验； \n3. 具有Unigine、OSG、WebGL图形绘制引擎开发经验之一； \n4. 具有C++语言程序开发经验； \n5. 具有SOCKET和SQL编程经验者优先。',
}, {
  title: '模型研发工程师',
  responsibility: '1. 现有模型系统相关代码的分析和改进 \n2. 搜集并消化第三方提供的物理模型，代码实现，并文档化 \n3. 支持模型系统的应用。提供咨询和培训，指导定制开发，协助问题定位分析，模型代码的修正 \n4. 参与部门之间的协作开发',
  requirement: '1. 力学、声学、光学、电磁学； \n2. 具有硕士研究生学历（含）以上，从事相关工作3年以上； \n3. 具有程序开发能力和经验。',
}, {
  title: '市场营销部',
  responsibility: '1. 负责军事仿真相关产品的推广及销售，开拓新客户，完成公司销售业绩； \n2. 负责维护老客户，及时掌握客户需求，增加客户服务质量； \n3. 收集整理市场及客户信息，跟踪销售线索及时关注竞争对手最新动态； \n4. 可接受全国范围出差。',
  requirement: '1. 具有大专以上学历，思维敏捷，处事灵活，工作细致认真； \n2. 具备良好的语言表达能力和沟通技巧； \n3. 熟悉计算机操作，能熟悉使用办公软件； \n4. 具有一定组织能力，能适应灵活的工作要求，具有较强团队合作意识；\n5. 具有1年以上军事、军工类产品销售经验或3年以上相关行业产品销售经验者优先； \n6. 具有部队、军工从业背景者优先。',
}]
